The system calculation level.
  Namespace:   Autodesk.Revit.DB.Plumbing
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public SystemCalculationLevel KLevel { get; }
  Visual Basic
Public ReadOnly Property KLevel As SystemCalculationLevel
	Get
  Visual C++
public:
property SystemCalculationLevel KLevel {
	SystemCalculationLevel get ();
}
 See Also
  PipePressureDropData Class
  Autodesk.Revit.DB.Plumbing Namespace